{
    "Россия": {
        "flag": "🇷🇺",
        "description": {
            "ru": "Россия — крупнейшая страна мира. Площадь: 17,1 млн км². Население: 146 млн чел. Основные достопримечательности: Красная площадь, Эрмитаж.",
            "en": "Russia is the largest country in the world. Area: 17.1 million km². Population: 146 million. Main attractions: Red Square, Hermitage."
        }
    },
    "США": {
        "flag": "🇺🇸",
        "description": {
            "ru": "США — третья по величине страна. Площадь: 9,8 млн км². Население: 331 млн чел. Достопримечательности: Статуя Свободы, Гранд-Каньон.",
            "en": "USA is the third-largest country. Area: 9.8 million km². Population: 331 million. Attractions: Statue of Liberty, Grand Canyon."
        }
    },
    "Бразилия": {
        "flag": "🇧🇷",
        "description": {
            "ru": "Бразилия — крупнейшая страна Южной Америки. Площадь: 8,5 млн км². Население: 213 млн чел. Достопримечательности: Амазонка, Статуя Христа.",
            "en": "Brazil is the largest country in South America. Area: 8.5 million km². Population: 213 million. Attractions: Amazon, Christ the Redeemer."
        }
    },
    "Нигерия": {
        "flag": "🇳🇬",
        "description": {
            "ru": "Нигерия — крупнейшая страна Африки по населению. Площадь: 923 тыс. км². Население: 206 млн чел. Достопримечательности: Абуджа, национальные парки.",
            "en": "Nigeria is the largest country in Africa by population. Area: 923 thousand km². Population: 206 million. Attractions: Abuja, national parks."
        }
    },
    "Китай": {
        "flag": "🇨🇳",
        "description": {
            "ru": "Китай — самая населённая страна. Площадь: 9,6 млн км². Население: 1,4 млрд чел. Достопримечательности: Великая китайская стена, Запретный город.",
            "en": "China is the most populous country. Area: 9.6 million km². Population: 1.4 billion. Attractions: Great Wall of China, Forbidden City."
        }
    },
    "Индия": {
        "flag": "🇮🇳",
        "description": {
            "ru": "Индия — вторая по численности населения страна. Площадь: 3,3 млн км². Население: 1,4 млрд чел. Достопримечательности: Тадж-Махал, Варанаси.",
            "en": "India is the second most populous country. Area: 3.3 million km². Population: 1.4 billion. Attractions: Taj Mahal, Varanasi."
        }
    },
    "Франция": {
        "flag": "🇫🇷",
        "description": {
            "ru": "Франция — известна своей культурой и кухней. Площадь: 643 тыс. км². Население: 67 млн чел. Достопримечательности: Эйфелева башня, Лувр.",
            "en": "France is known for its culture and cuisine. Area: 643 thousand km². Population: 67 million. Attractions: Eiffel Tower, Louvre."
        }
    },
    "Австралия": {
        "flag": "🇦🇺",
        "description": {
            "ru": "Австралия — единственная страна-континент. Площадь: 7,7 млн км². Население: 26 млн чел. Достопримечательности: Большой Барьерный риф, Опера в Сиднее.",
            "en": "Australia is the only country-continent. Area: 7.7 million km². Population: 26 million. Attractions: Great Barrier Reef, Sydney Opera House."
        }
    },
    "Египет": {
        "flag": "🇪🇬",
        "description": {
            "ru": "Египет — известен древней историей. Площадь: 1 млн км². Население: 104 млн чел. Достопримечательности: Пирамиды Гизы, Луксор.",
            "en": "Egypt is known for its ancient history. Area: 1 million km². Population: 104 million. Attractions: Pyramids of Giza, Luxor."
        }
    },
    "Япония": {
        "flag": "🇯🇵",
        "description": {
            "ru": "Япония — страна восходящего солнца. Площадь: 377 тыс. км². Население: 125 млн чел. Достопримечательности: Фудзи, Токийская башня.",
            "en": "Japan is the land of the rising sun. Area: 377 thousand km². Population: 125 million. Attractions: Mount Fuji, Tokyo Tower."
        }
    },
    "Германия": {
        "flag": "🇩🇪",
        "description": {
            "ru": "Германия — центр Европы. Площадь: 357 тыс. км². Население: 83 млн чел. Достопримечательности: Бранденбургские ворота, Нойшванштайн.",
            "en": "Germany is the center of Europe. Area: 357 thousand km². Population: 83 million. Attractions: Brandenburg Gate, Neuschwanstein Castle."
        }
    }
}
